azemoh.one-monokai
castwide.solargraph
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
EliverLara.andromeda
esbenp.prettier-vscode
Hridoy.rails-snippets
mhutchie.git-graph
ms-python.python
ms-vscode.cpptools
PKief.material-icon-theme
rebornix.ruby
shyykoserhiy.vscode-spotify
vayan.haml
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
